/* classes.js */
/* База сыныптар мен оқушылар */
/* "Ш.Уәлиханов атындағы орта мектебі" КММ */

const CLASSES = {
  "1 А": [
    "Адылхан Сұлтан","Айтқазы Мәди","Алибек Балғын","Алмазұлы Семсер",
    "Амангелдіұлы Ануар","Аманкелді Раяна","Әрінбек Адина","Бақытбек Альтаир",
    "Бақытжанұлы Әлімжан","Бейбітбек Расул","Бейбітбек Раяна","Даниярқызы Ясина",
    "Ерзатов Нұралы","Исламхан Нұриям","Каримов Нариман","Қадырбаев Айсұлтан",
    "Қанатұлы Төреәлі","Қымбатбекова Кәмшат","Мухаметрахимова Сабира","Оралқан Қасиет"
  ],

  "1 Ә": [
    "Айтмұқашева Ажар","Арғымбекова Сезім","Әсетқызы Мерей","Бақытжанұлы Ақжан",
    "Дарханқызы Медина","Еркебұланқызы Еркеназ","Ермек Нариман","Ермекұлы Зейін",
    "Келісімхан Рахман","Кеңесқанова Әдемі","Қанат Аруназ","Құмарбеков Арсен",
    "Мақсұтхан Әмірхан","Манарбекқызы Аяла","Мұратхан Мадина",
    "Орынбасар Сұлтан","Сержан Исмаил","Серік Әли","Серік Кәусар"
  ],

  "1 Б": [
    "Бытымханова Ақнұр","Зубов Владимир","Чайкен Аянат"
  ],

  "2 А": [
    "Айтмұқаш Балнұр","Алмасқызы Алина","Амантаева Шолпан","Амантаева Шуақ",
    "Асқарбекова Аяла","Асланұлы Алихан","Әсетұлы Әлихан","Бақытбек Алижан",
    "Бауыржанұлы Ислам","Бейбітхан Дамир","Берік Манас","Еркебұлан Аңсар",
    "Ернарқызы Айару","Жәнібек Нариман","Зейнетолда Анель","Кеңесова Балнұр",
    "Қайратұлы Ерназар","Максутов Сұлтан","Мейрамғалиев Мират","Нұрлан Ислам",
    "Советхан Карина","Төлеухан Әбілқайыр","Шаріпхан Асылым","Шыңғысұлы Омар"
  ],

  "2 Ә": [
    "Адылхан Елхан","Амангелдіқызы Айша","Аскатова Медина","Асланұлы Айсұлтан",
    "Бағданұлы Әділет","Бауыржанұлы Абдуллах","Бейбіт Сұлтан","Бейбітханов Дәулет",
    "Болат Амир","Дастанұлы Оспан","Дулатханұлы Мухаметжан","Ерзатова Аяла",
    "Зарыпқан Сырым","Қайратқызы Раяна","Медетқызы Айкөркем","Мират Бейбарыс",
    "Мұратбек Сұлтан","Нұрланқызы Аиша","Нұрланұлы Рахман","Салим Самир",
    "Самархан Еділжан"
  ],

  "2 Б": [
    "Августинович Арина","Жәнібекова Аделя","Фархатқызы Гаухар"
  ],

  "3 А": [
    "Ақанова Малика","Алибек Балауса","Бақытбек Каусар","Ербол Ибрахим",
    "Ерзатова Айлин","Ернарұлы Елхан","Жақсылыққызы Айзере","Жанарбекқызы Айша",
    "Жармұханбет Шырай","Жәнібекова Айнара","Калимов Тілеужан","Кенбаев Мұратжан",
    "Күдеров Әмірәли","Нағашыбаев Нұриман","Назарбеков Сырым","Советбеков Касым"
  ],

  "3 Ә": [
    "Айтқали Муслима","Болат Болатжан","Даниярұлы Алдияр","Ермекұлы Әмірхан",
    "Есен Муслим","Жәныбек Ералы","Жәнібек Адина","Қамбар Хасан","Қанат Көркем",
    "Қыдырбеков Бекарыс","Мубаракова Раяна","Нурлан Жәнібек","Орынбасаров Нурислам",
    "Сейтова Аяна","Серік Нұрали","Серік Нұртілек","Серікқан Құрман",
    "Тауфиқов Нұрәли","Төлеген Әміржан"
  ],

  "3 Б": [
    "Августинович Михаил","Аңсаған Азиз","Мұхтарұлы Мейір","Оралбеков Дамир","Сағидолда Ибрахим"
  ],

  "11 Б": [
    "Адылханова Мөлдір","Қалибеков Ерхат","Қанатова Еркемай",
    "Мұратбеков Айбек","Сагидолда Ералы","Сысоев Алексей"
  ]
};
